Repository: mbv/foris
Catalog: translations/*/LC_MESSAGES/forisjs.po
Languages: es, hu

source: This is not a valid IPv4 address.
es: Esto no es una direcciòn IPv4 vàlida.
hu: Érvénytelen IPv4-cím.

source: This is not a valid IPv6 address.
es: Esto no es una direcciòn IPv6 vàlida.
hu: Érvénytelen IPv6-cím.

source: This is not a valid IPv6 prefix.
es: Esto no es un prefijo IPv6 vàlido.
hu: Érvénytelen IPv6-előtag.

source: This is not a valid domain name.
es: Esto no es un nombre de dominio vàlido.
hu: Érvénytelen tartománynév.

source: This is not a valid DUID.
es: Este no es un DUID vàlido.
hu: Érvénytelen DUID.

source: This is not a valid MAC address.
es: Esta no es una direcciòn MAC vàlida.
hu: Érvénytelen MAC-cím.

source: Doesn't contain a list of emails separated by commas.
es: No contiene una lista de E-mails separados por comas.
hu: Nem tartalmaz vesszővel elválasztott e-mail listát.

source: The session is expired. Please log in again.
es: La sesiòn ha expirado. Por favor, authentìquese otra vez.
hu: A munkamenet lejárt. Kérjük, jelentkezzen be újra.

source: Timeout error occurred.
es: Error de tiempo de espera ocurrido.
hu: Időtúllépési hiba történt.

source: No response received.
es: Respuesta no recivida.
hu: Nem érkezett válasz.

source: An unknown error occurred. Check the console for more info.
es: Un error desconocido ha ocurrido. Compruebe la consola para mas informaciòn.
hu: Ismeretlen hiba történt. További információ a konzolon talál.

source: An unknown API error occurred.
es: Ocurriò un error desconocido de API .
hu: Ismeretlen API-hiba történt.

source: Settings saved successfully
es: Configuraciòn salvada satisfactoriamente
hu: Beállítások sikeresen elmentve

source: Changes you made may not be saved. Are you sure you want to leave?
es: Los cambios hechos podrìan no salvarse. Està seguro que quiere salir?
hu: Lehet, hogy az Ön által végrehajtott módosításokat nem menti a rendszer. Biztosan el akar menni?

source: Updating
es: Actualizando
hu: Frissítés

source: Load settings
es: Cargando configuraciòn
hu: Beállítások betöltése

source: Save
es: Salvar
hu: Mentés

source: An error occurred while fetching data.
es: Error ocurrido mientras se recuperaban los datos.
hu: Hiba történt az adatok beolvasása közben.
